"StartAllServers" = "Server starten";
"StopAllServers" = "Server beenden";
"wrongFolderAlertHeadline" = "MAMP konnte nicht gestartet werden!";
"wrongFolderAlertText" = "Der MAMP Ordner muss sich im Verzeichnis 'Programme' befinden.";
"ok" = "OK";
"language" = "German";

"key_sorry" = "Achtung";
"key_osTooLow" = "MAMP funktioniert nur unter Mac OS X Version 10.4 Tiger oder höher!";

"mysqlTool_titleUpgrade" = "MySQL Datenbanken aktualisieren";
"mysqlTool_titleRepair" = "MySQL Datenbanken reparieren";
"mysqlTool_titleCheck" = "MySQL Datenbanken überprüfen";
"mysqlTool_messageUpgrade" = "Vor der Aktualisierung der Datenbanken, wird empfohlen ein Backup der MySQL Datenbanken zu erstellen!";
"mysqlTool_messageRepair" = "Bevor ein Reparaturversuch gestartet wird, wird empfohlen ein Backup der MySQL Datenbanken zu erstellen!";
"mysqlTool_messageCheck" = "Überprüfung von den MySQL-Datenbanken auf mögliche Fehler und Aktualisierung.";
"mysqlTool_doItUpgrade" = "Aktualisiere";
"mysqlTool_doItRepair" = "Repariere";
"mysqlTool_doItCheck" = "Überprüfe";
"mysqlTool_done" = "Fertig";
"mysqlTool_statusOK" = "OK";
"mysqlTool_statusFailed" = "Failed";

"mysqlQuickCheck_dontShow" = "Nicht mehr zeigen!";
"mysqlQuickCheck_NeedsUpgradeTitle" = "MySQL-Datenbanken sollten aktualisiert werden";
"mysqlQuickCheck_NeedsUpgradeMsg" ="MySQL-Datenbanken sollten möglichst schnell aktualisiert werden. Dazu kann das Menü Tools > MySQL Datenbanken aktualisieren aufgerufen werden.";
"mysqlQuickCheck_NeedsUpgradeErrorTitle" = "Überprüfung von MySQL-Datenbanken is fehlgeschlagen";
"mysqlQuickCheck_NeedsUpgradeErrorMsgFormat" = "Fehlermerdung:\n\n%@";

"testMampProURL" = "http://www.mamp.info/de/downloads/mamp-pro-stand-alone.html";
